var disasters = [
	{"id":"0", "date":"1/23/1556", "type":"ground's gonna move a bit.", "location":"Shaanxi, China", "entry":"Shaanxi 820,000–830,000 (est.)[14] Estimated death toll in Shaanxi, China."},
	{"id":"1", "date":"12/16/1920", "type":"ground's gonna move a bit.", "location":"Ningxia–Gansu, China", "entry":"Haiyuan 273,400[15][16] Major fractures, landslides."},
	{"id":"2", "date":"7/28/1976", "type":"ground's gonna move a bit.", "location":"Hebei, China", "entry":"Tangshan 242,769[17][18]"},
	{"id":"3", "date":"5/21/0526", "type":"ground's gonna move a bit.", "location":"Antioch, Turkey (then Byzantine Empire)", "entry":"Antioch 240,000[19] Procopius (II.14.6), sources based on John of Ephesus."},
	{"id":"4", "date":"12/26/2004", "type":"ground's gonna move a bit.", "location":"Indian Ocean, Sumatra, Indonesia", "entry":"Indian Ocean 230,210+[21][22] Deaths from earthquake and resulting tsunami."},
	{"id":"5", "date":"10/11/1138", "type":"ground's gonna move a bit.", "location":"Aleppo, Syria", "entry":"Aleppo 230000 The figure of 230,000 dead is based on a historical conflation of this earthquake with earthquakes in November 1137 on the Jazira plain and the large seismic event of September 30, 1139 in the Azerbaijani city of Ganja. The first mention of a 230,000 death toll was by Ibn Taghribirdi in the fifteenth century.[23]"},
	{"id":"6", "date":"1/12/2010", "type":"ground's gonna move a bit.", "location":"Haiti", "entry":"Haiti Estimates vary from 316,000 (unsubstituted Haitian government claim) to 222,570 (United Nations Office for the Coordination of Humanitarian Affairs estimate)[24] to 158,000 (report published in the Medicine, Conflict and Survival) to between 85,000 and 46,000 (unpublished LTL Strategies report commissioned by USAID).[25][26]"},
	{"id":"7", "date":"12/22/0856", "type":"ground's gonna move a bit.", "location":"Damghan, Iran", "entry":"Damghan 200,000 (est.)"},
	{"id":"8", "date":"3/22/0893", "type":"ground's gonna move a bit.", "location":"Ardabil, Iran", "entry":"Ardabil 150,000 (est.) Reports probably relate to the 893 Dvin earthquake, due to misreading of the Arabic word for Dvin, 'Dabil' as 'Ardabil'.[27] This is regarded as a 'fake earthquake'.[28]"},
	{"id":"9", "date":"9/1/1923", "type":"ground's gonna move a bit.", "location":"Kantō region, Japan", "entry":"Great Kantō 142,800[29] An earthquake which struck the Kantō plain on the Japanese main island of Honshū at 11:58 on the morning of September 1, 1923. Varied accounts hold that the duration of the earthquake was between 4 and 10 minutes. The quake had an epicenter deep beneath Izu Ōshima Island in Sagami Bay. It devastated Tokyo, the port city of Yokohama, surrounding prefectures of Chiba, Kanagawa, and Shizuoka, and caused widespread damage throughout the Kantō region.[30] The power and intensity of the earthquake is easy to underestimate, but the 1923 earthquake managed to move the 93-ton Great Buddha statue at Kamakura. The statue slid forward almost two feet.[31] Casualty estimates range from about 100,000 to 142,800 deaths, the latter figure including approximately 40,000 who went missing and were presumed dead."},
	{"id":"10", "date":"12/28/1908", "type":"ground's gonna move a bit.", "location":"Messina, Italy", "entry":"Messina 123,000[32] On December 28, 1908 from about 5:20 to 5:21 am an earthquake of 7.1 on the moment magnitude scale occurred centered on Messina, a city in Sicily. Reggio Calabria on the Italian mainland also suffered heavy damage. The ground shook for some 30 to 40 seconds, and the destruction was felt within a 300 km radius. Moments after the earthquake, a 40 feet (12 m) tsunami struck nearby coasts causing even more devastation. 93% of structures in Messina were destroyed and some 70,000 residents were killed. Rescuers searched through the rubble for weeks, and whole families were still being pulled out alive days later, but thousands remained buried there. Buildings in the area had not been constructed for earthquake resistance, having heavy roofs and vulnerable foundations."},
	{"id":"11", "date":"10/6/1948", "type":"ground's gonna move a bit.", "location":"Ashgabat, Turkmen SSR (modern-day Turkmenistan)", "entry":"Ashgabat 110,000[33]"},
	{"id":"12", "date":"12/31/1703", "type":"ground's gonna move a bit.", "location":"Edo, Japan", "entry":"Genroku 2,300, with an offshore tsunami that it may have caused killing as many as 10,000 people [≈ population of Road Town, capital city of British Virgin Islands][34]"},
	{"id":"13", "date":"11/1/1755", "type":"ground's gonna move a bit.", "location":"Lisbon, Portugal", "entry":"Lisbon Estimates range from 15,000–40,000[36] to 40,000-60,000 people of Lisbon's population of ~275,000,[37] to 90,000 (one-third of Lisbon's population of 270,000) (Braun and Radner 2005)[38] A watershed event in the Western world that annihilated the Portuguese capital.[39] Many deaths were from a resulting tsunami, falling buildings, and fires.[36][37]"},
	{"id":"14", "date":"1916", "type":"a boat's about to sink.", "location":" Italy", "entry":"Leonardo da Vinci - Completed just before the beginning of World War I the Italian battleship Leonardo da Vinci saw no action and was sunk by a magazine explosion on 2 August 1916 with the loss of 21 officers and 227 enlisted men out of a crew of 1,156. The Italians blamed Austro-Hungarian saboteurs for her loss but it may have been caused by unstable propellant."},
	{"id":"15", "date":"1918", "type":"a boat's about to sink.", "location":" Canada", "entry":"HMHS Llandovery Castle – On 27 June 1918, the Canadian hospital ship HMHS Llandovery Castle was torpedoed off southern Ireland by U-86. When the Llandovery Castles crew took to the lifeboats, U-86 surfaced, ran down all the lifeboats except one and shot at the people in the water. Only the 24 people in the remaining lifeboat survived. They were rescued shortly afterwards and testified to what had happened. In total, 234 were killed."},
	{"id":"16", "date":"1918", "type":"a boat's about to sink.", "location":" Austria-Hungary", "entry":"Bregenz - On 13 May 1918 the Austro-Hungarian troop transport Bregenz was torpedoed and sunk by the Italian motor torpedo boat MAS 99 in the harbour of Durazzo. 234 of the 1,192 troops and crew onboard were killed, and 958 were rescued."},
	{"id":"17", "date":"1914", "type":"a boat's about to sink.", "location":" German Empire", "entry":"SMS Karlsruhe - While en route to attack the shipping lanes to Barbados on 4 November 1914 a spontaneous internal explosion destroyed the ship and killed the majority of the crew. The survivors used one of Karlsruhe's colliers to return to Germany in December 1914. Of the 373 on board 140 survived the disaster."},
	{"id":"18", "date":"1916", "type":"a boat's about to sink.", "location":" Russian Empire", "entry":"Imperatritsa Mariya - On 20 October 1916 a fire was discovered in the forward powder magazine while at anchor in Sevastopol but it exploded before any efforts could be made to fight the fire. Sailors had flooded the forward shell magazine before the explosion at the cost of their own lives. About forty minutes after the first explosion a second explosion occurred in the vicinity of the torpedo flat that destroyed the watertight integrity of the rest of the forward bulkheads. Imperatritsa Mariya began to sink by the bow and listed to starboard. She capsized a few minutes later taking 228 sailors with her. The subsequent investigation determined that the explosion was probably the result of spontaneous combustion of the ship's nitrocellulose-based propellant as it decomposed."},
	{"id":"19", "date":"1918", "type":"a boat's about to sink.", "location":" Italy", "entry":"Perseo - On 4 May 1917 the troop transport Perseo, sailing between Messina and Cephalonia, was torpedoed and sunk by the Austro-Hungarian U-boat U-4 with the loss of 227 men."},
	{"id":"20", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMT Cameronia – The HMT Cameronia was torpedoed on 15 April 1917 by U-33 while en route from Marseille in France to Alexandria in Egypt. She was serving as a troopship at the time and contained approximately 2,650 soldiers. The ship sank in 40 minutes, 150 mi (240 km) east of Malta, taking 210 lives."},
	{"id":"21", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMT Tuscania - The British troopship HMT Tuscania was torpedoed on 5 February 1918 by the German U-boat UB-77 while carrying American troops to Europe and sank with a loss of 210 lives.[65]"},
	{"id":"22", "date":"1915", "type":"a boat's about to sink.", "location":" Italy", "entry":"Ancona – An Italian passenger steamer which was torpedoed and sunk on 8 November 1915 near the Gulf of Cagliari by U-38, causing a diplomatic crisis. 206 people out of the 446 passengers and 163 crew perished."},
	{"id":"23", "date":"1914", "type":"a boat's about to sink.", "location":" German Empire", "entry":"SMS Ariadne - On 28 August 1914, during the Battle of Heligoland Bight, the Ariadne was attacked and sunk by a pair of British battlecruisers. Some 200 of her crew were killed in the battle with only 59 survivors pulled from the sea."},
	{"id":"24", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Narborough & HMS Opal - On 12 January 1918 the destroyers HMS Narborough and her sister ship HMS Opal, while on night patrol in a snow storm, were wrecked on the Pentland Skerries after running aground. One survivor from the HMS Opal was found and a total of 188 were killed between the two ships. Most of the casualties were never found and are commemorated on the Portsmouth Memorial."},
	{"id":"25", "date":"1914", "type":"a boat's about to sink.", "location":" Austria-Hungary", "entry":"SMS Zenta - On 16 August 1914 the cruiser SMS Zenta was sunk by gunfire during the Battle of Antivari off the coast of Bar, Montenegro with the loss of 179 lives."},
	{"id":"26", "date":"1914", "type":"a boat's about to sink.", "location":" Austria-Hungary", "entry":"Baron Gautsch - On 13 August 1914 the Austro-Hungarian passenger steamer Baron Gautsch accidentally struck an austro-Hungarian mine and quickly sank off Rovigno (Istria). The most reported figure is of 177 people killed and 159 saved, but other sources state 120-160 victims and 190 saved out of 310-350 people (245-285 passengers and 65 crew) plus the children, who were not registered, or more than 200 victims. The ship was carrying both civilians and Austro-Hungarian soldiers."},
	{"id":"27", "date":"1914", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Amphion – The first British loss in World War I the Amphion struck a mine while on pre-arranged plan of search. Around 150 British sailors were killed in the sinking as well as 18 of the crew rescued from the minelayer Königin Luise."},
	{"id":"28", "date":"1917", "type":"a boat's about to sink.", "location":" Russian Empire", "entry":"Peresvet - On 4 January 1917 the Russian battleship Peresvet caught fire and sank after striking two mines, one forward and the other abreast a boiler room, north of the Port Said, Egypt harbor. Of the 771 on board 167 were killed"},
	{"id":"29", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Glenart Castle - On 26 February 1918 the hospital ship HMHS Glenart Castle was hit and sunk by a torpedo from the German U-boat UC-56.[66] Evidence was found suggesting that the submarine crew may have shot at initial survivors of the sinking in an effort to cover up the sinking of Glenart Castle. The body of a junior officer of Glenart Castle was recovered from the water close to the position of the sinking. It was marked with two gunshot wounds, one in the neck and the other in the thigh.[67] The body also had a life vest indicating he was shot while in the water.[66] Only a few survivors were reported with 162 people being killed."},
	{"id":"30", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"Burutu - On 3 October 1918, while traveling as part of a convoy in the Irish Sea during bad weather, the steamship Burutu was struck on the port side by the stern of the City of Calcutta and is said to have sunk within ten minutes. The two vessels were traveling in separate convoys and, in accordance with Admiralty orders, were steaming without lights. About 160 persons lost their lives."},
	{"id":"31", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS India - The HMS India was hired by the Admiralty on 13 March 1915 and was used as an armed merchant cruiser serving in the 10th Cruiser Squadron. On 8 August 1915 she stopped off Helligvaer, near Bodø, Norway, to investigate a suspected blockade runner and was torpedoed by SM U-22. She sank with the loss of 10 officers and 150 ratings. The surviving 22 officers and 119 men were taken to Narvik."},
	{"id":"32", "date":"1916", "type":"a boat's about to sink.", "location":" Italy", "entry":"Letimbro – On 29 July 1916 the steamer Letimbro, sailing from Bengazi to Syracuse, Sicily, was gunned, torpedoed and sunk by the German submarine U-139. Only 52 of the at least 208 people on board (58 crew and 150 passengers, including slightly more than 80 troops and twelve detainees, while the others were civilians) ultimately survived. Other source does not include the 80+ soldiers among the 150 passengers, increasing the number of people aboard to at least 288 and that of the victims to at least 236."},
	{"id":"33", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Irresistible (United Kingdom) – Sank after striking a mine while engaged in battle in the Dardanelles on 18 March 1915. The Irresistible lost 150 crew members in the sinking."},
	{"id":"34", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Anglia - On 17 November 1915 the British hospital ship HMHS Anglia was returning from Calais to Dover, carrying 390 injured officers and soldiers. At around 12:30 pm, one mile (1.6 km) east of Folkestone Gate, Anglia struck a mine. The nearby torpedo gunboat HMS Hazard helped evacuate the passengers and crew. Despite the assistance of the nearby collier Lusitania 134 people were killed in the sinking.[68][69]"},
	{"id":"35", "date":"1914", "type":"a boat's about to sink.", "location":" German Empire", "entry":"SMS Emden - On 9 November 1414 the German cruiser Emden was heavily damaged during the Battle of Cocos and run aground to prevent its sinking. Of the 376 on board 133 were killed in the battle."},
	{"id":"36", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Salta - On 10 April 1917, while returning to pick up wounded at the port of Le Havre, France, the British hospital ship Salta struck a mine one mile (1.6 km) north of the entrance to the dam. A huge explosion smashed the hull near the stern in the engine room and hold number three. Water rushed into the disabled ship which listed to starboard and sank in less than 10 minutes. Of the 205 passengers and crew members, nine nurses, 42 member of the Royal Army Medical Corps (RAMC) and 79 crew drowned. The British patrol boat HMS P-26 attempted to come alongside to assist but also struck a mine and sank."},
	{"id":"37", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Raglan - On 20 January 1918, while the battleships Agamemnon and Lord Nelson were absent, Raglan and other members of the Detached Squadron of the Aegean Squadron were attacked by the Turkish battlecruiser Yavuz Sultan Selim (formerly German battlecruiser SMS Goeben), the light cruiser Midilli (formerly German light cruiser SMS Breslau) and four destroyers. Raglan was sunk with the loss of 127 lives."},
	{"id":"38", "date":"1916", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Russell - The HMS Russell was steaming off Malta early on the morning of 27 April 1916 when she struck two mines that had been laid by the German submarine U-73. A fire broke out in the after part of the ship and the order to abandon ship was passed. After an explosion near the after 12-inch (305-mm) turret she took on a dangerous list. However, she sank slowly allowing most of her crew to escape. A total of 27 officers and 98 ratings were lost.[70]"},
	{"id":"39", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMAT Warilda - On 3 August 1918, while serving as a hospital ship, the HMAT Warilda was transporting wounded soldiers from Le Havre, France to Southampton when she was torpedoed by the German submarine UC-49.[71] This was despite being marked clearly with the Red Cross. As with a number of other hospital ships torpedoed during the war Germany claimed the ships were also carrying arms.[72] The ship sank in about two hours and of the 801 persons on board a total of 123 lives were lost.[73]"},
	{"id":"40", "date":"1918", "type":"a boat's about to sink.", "location":" Italy", "entry":"Cesare Rossarol - On 16 November 1918 the Italian scout cruiser Cesare Rossarol struck a mine off the coast of Lisignano. The force of the explosion almost instantly tore the ship in two parts. The bow quickly sank vertically while the severely damaged 30-meter high stern drifted for another hundred meters before sinking. Eighteen other ships arrived at the site but most of the crew were trapped inside the hull and went down with the ship. Seven officers and ninety-three petty officers and ratings perished, 34 survived."},
	{"id":"41", "date":"1916", "type":"a boat's about to sink.", "location":" Russian Empire", "entry":"HS Portugal - On 30 March 1916 the Russian hospital ship HS Portugal was towing a string of small flat-bottomed boats to ferry wounded from the shore. Off Rizeh, on the Turkish coast of the Black Sea, she had stopped as one of the small boats was sinking and repairs were being made. Without warning the U-boat U-33 submarine fired a torpedo which missed. The U-boat came around again fired a torpedo from a distance of 30 feet [≈ wavelength of the lowest VHF and highest shortwave radio frequency, 30 MHz], which hit near the engine room, breaking the ship into two pieces. Ninety of those on board were killed."},
	{"id":"42", "date":"1914", "type":"a boat's about to sink.", "location":" German Empire", "entry":"SMS Mainz - On 28 August 1914, during the Battle of Heligoland Bight, the German cruiser Mainz was sunk. British forces rescued 348 but 89 were lost when the ship capsized and sank."},
	{"id":"43", "date":"1914", "type":"a boat's about to sink.", "location":" Russian Empire", "entry":"Zhemchug - On 28 October 1914 the Russian cruiser Zhemchug during the Battle of Penang. The ship was torpedoed and broke in two with the explosion killing 89 crewmen and wounding 143 others."},
	{"id":"44", "date":"1914", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Rohilla – On 30 October 1914 the hospital ship Rohilla struck Whitby Rock, a reef at Saltwick south of Whitby. At the time there was a fierce gale and due to wartime blackout conditions no landmarks were visible. Although the ship was only 600 metres from shore, the treacherous conditions of the high seas and storm force winds made rescue difficult. Many of the 229 people aboard were saved but 85 died in the disaster."},
	{"id":"45", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Mary Rose - on 17 October 1917 the British destroyer HMS Mary Rose was sunk in battle, approximately 70 miles [≈ distance covered by one degree of latitude on Earth's surface] east of Lerwick, while escorting a convoy of 12 merchant ships from Norway by the German cruisers SMS Brummer and SMS Bremse. Eighty-three of her crew were killed."},
	{"id":"46", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Glatton - On 16 September 1918, before she had even gone into action, the HMS Glatton suffered a large fire in one of her 6-inch magazines while at Dover. Unable to extinguish the fire, and fearing massive explosion that would devastate Dover, the Glatton was ordered to be torpedoed and sunk by the HMS Cossack and the HMS Myngs. Casualties were heavy with 60 men killed outright and 124 injured of whom 19 later died of their burns."},
	{"id":"47", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Triumph - On 25 May 1915 the HMS Triumph was torpedoed and sunk off Gaba Tepe by the German submarine U-21 during the Dardanelles Campaign. The destroyer Chelmer evacuated most of her crew before she capsized ten minutes later. She remained afloat upside down for about 30 minutes then began to sink slowly in about 180 feet (55 m) of water. Three officers and 75 enlisted men died in her sinking."},
	{"id":"48", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Ghurka - The Tribal-class destroyer HMS Ghurka was sunk after striking a mine 8 February 1917 off Dungeness. Only five of her crew of 79 were rescued."},
	{"id":"49", "date":"1917", "type":"a boat's about to sink.", "location":" United States", "entry":"USS Jacob Jones - On 6 December the destroyer USS Jacob Jones was steaming independently from Brest, France for Queenstown when she was torpedoed and damaged by German submarine U-53 and was scuttled with the loss of 66 officers and men. She became the first ever United States destroyer sunk by enemy action.[74] The Jacob Jones sank in eight minutes without issuing a distress call however the German submarine commander radioed the American base at Queenstown with the coordinates for the survivors after taking two badly injured Jacob Jones crewmen aboard his submarine."},
	{"id":"50", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"RMS Moldavia - The Moldavia was purchased by the Admiralty in 1915 and converted into an armed merchant cruiser. She was torpedoed and sunk on 23 May 1918 off Beachy Head in the English Channel by a single torpedo from U-boat UB-57. At the time of her sinking she was being used as a troopship for United States troops. Fifty-six Americans soldiers were lost in the sinking."},
	{"id":"51", "date":"1915", "type":"a boat's about to sink.", "location":" Italy", "entry":"Giuseppe Garibaldi - On the night of 18 July 1915 the Italian cruiser Giuseppe Garibaldi was hit by a torpedo launched from the Austrian-Hungarian submarine U-4 off Dubrovnik. She sank in only three minutes, and 53 crew members died in the attack."},
	{"id":"52", "date":"1916", "type":"a boat's about to sink.", "location":" France", "entry":"Sussex - On 24 March 1916 the French passenger ferry Sussex was on a voyage from Folkestone to Dieppe when she was torpedoed by SM UB-29.[75] The ship was severely damaged with the entire bow forward of the bridge blown off.[76] Some of the lifeboats were launched, but at least two of them capsized and many passengers were drowned. Of the 53 crew and 325 passengers at least 50 were killed although a figure of between 80 and 100 is also suggested. The Sussex remained afloat and was eventually towed stern-first into Boulogne harbour.[77]"},
	{"id":"53", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Ariel - On 2 August 1918, while conducting minelaying in the western end of the Heligoland Bight, the British destroyer HMS Ariel was sunk by a naval mine. In attempting to exit the minefield, after the destroyer HMS Vehement struck a mine and sank, theAriel struck a German mine, lost her bow and sank in less than an hour with 49 of her crew lost."},
	{"id":"54", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Majestic - On 27 May 1915, while stationed off W Beach at Cape Helles, Majestic became the third battleship to be torpedoed off the Gallipoli peninsula in two weeks. The German submarine U-21 fired a single torpedo through the defensive screen of destroyers and anti-torpedo nets striking Majestic and causing a huge explosion. The ship began to list to port and in nine minutes had capsized in 54 feet (16 m) of water killing 49 men. Her masts hit the mud of the sea bottom and her upturned hull remained visible for many months until it was finally submerged when her foremast collapsed during a storm."},
	{"id":"55", "date":"1918", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Vehement - On 2 August 1918, while conducting minelaying in the western end of the Heligoland Bight, the British destroyer HMS Vehement was sunk after strinking a German mine. the explosion caused her forward ammunition magazine to detonate, blowing off the entire forward section of the ship forward of the forward funnel, and killing one officer and 47 ratings. Shortly after the HMS Ariel suffered the same fate while exiting the minefield."},
	{"id":"56", "date":"1917", "type":"a boat's about to sink.", "location":" Austria-Hungary", "entry":"SMS Wien - On the night of 9–10 December 1917, while the SMS Wien and Budapest were at anchor in Trieste, two Italian torpedo boats managed to penetrate the harbor defenses undetected and fired several torpedoes at the two ships. The Budapest was not hit but the Wien was struck by two torpedoes and sank in less than five minutes with the loss of 46 of her crew."},
	{"id":"57", "date":"1916", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Eden - On 18 June 1916 the HMS Eden collided with the transport SS France in the English Channel. She sank with the loss of her commander and 42 officers and men with 33 officers and men were rescued by the transport.[78] Today, her wreck lies in 34 m (112 ft) in the waters near Fécamp.[79]"},
	{"id":"58", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Lanfranc - On the evening of 17 April the Lanfranc, while transporting wounded from Le Havre to Southampton, was torpedoed without warning.[80] There were 22 British and 18 Germans lost in the sinking.[81]"},
	{"id":"59", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"California - On the morning of 7 February 1917 while approaching Ireland under full steam the California was attacked by U-85 in a surprise attack. The German submarine fired two torpedoes at California and one struck the ship squarely on the port quarter near the Number 4 hatch. Five people were killed instantly in the explosion and thirty-six people drowned either as the ship went down or when one lifeboat was swamped by the wake of the burning vessel which was still moving as she sank. She sank in nine minutes 38 miles (61 km) W by S of Fastnet Rock Ireland with a loss of 41 lives."},
	{"id":"60", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Donegal - On 17 April 1917 the British hospital ship HMHS Donegal was torpedoed by German U-boat UC-21 19 miles south of the Dean lightship while on passage from Le Havre for Southampton. Forty of those on board were killed in the sinking.[82]"},
	{"id":"61", "date":"1916", "type":"a boat's about to sink.", "location":" Austria-Hungary", "entry":"HS Tirol - On 16 April 1916 the Austrio-Hungarian hospital ship HS Tirol struck a mine off Durazzo killing 40. The ship was repaired and returned to service on 7 October 1916.[83]"},
	{"id":"62", "date":"1915", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Recruit - On 1 May 1915 while patrolling with HMS Brazen the HMS Recruit was sunk by German submarine UB-6 30 miles south-west of the Galloper Light Vessel off the Thames Estuary, England. She broke in two and sank with the loss of 39 men while 4 officers and 22 crewmen were rescued.[84][85]"},
	{"id":"63", "date":"1917", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Ariadne - On 26 July 1917 the British cruiser HMS Ariadne was torpedoed and sunk off Beachy Head by the German submarine UC-65. Thirty eight were killed in the sinking."},
	{"id":"64", "date":"1916", "type":"a boat's about to sink.", "location":" Italy", "entry":"HS Marechiaro - On 21 February 1916 the Italian hospital ship HS Marechiaro was sunk by a mine laid by the German U-boat UC-12. Casualty figures range from 33 to 200 dying in the sinking."},
	{"id":"65", "date":"1916", "type":"a boat's about to sink.", "location":" UK", "entry":"HMHS Britannic – After conversion into a hospital ship, the Britannic was either stuck by a mine or torpedoed on 21 November 1916 off the coast of Greece with the loss of 30 people. They were killed during an attempt to escape the ship in a lifeboat without the captain's knowledge. It was sucked into the still moving propellers of the ship and destroyed."},
	{"id":"66", "date":"1987", "type":"a boat's about to sink.", "location":" Philippines", "entry":"Doña Paz – On 20 December 1987, the passenger ferry collided with the oil tanker Vector in the Tablas Strait, near Marinduque. The resulting fire and sinking left an estimated 4,341 dead which included all but 24 of the Doña Paz's passengers, and all but two of the Vector's 13-man crew.[1][2]"},
	{"id":"67", "date":"1948", "type":"a boat's about to sink.", "location":" China", "entry":"Kiangya – The Kiangya was a passenger steamship that blew up and sank in the mouth of the Huangpu River 50 mi (80 km) south of Shanghai on 4 December 1948. The suspected cause of the explosion was the Kiangya hitting a mine left behind by the Imperial Japanese Navy during World War II. The exact death toll is unknown, however, it is thought that between 2,750 and 3,920 died with 700–1,000 survivors being picked up by other vessels."},
	{"id":"68", "date":"1917", "type":"a boat's about to sink.", "location":" Canada", "entry":"Mont-Blanc and the Halifax Explosion – On 6 December 1917, the city of Halifax, Nova Scotia Canada, was devastated by the huge detonation of the French cargo ship Mont-Blanc. The ship, which fully loaded with wartime explosives, exploded after a collision with the Norwegian ship Imo in The Narrows section of Halifax Harbour. The entire 40-man crew of the Mont-Blanc escaped from the ship minutes before the explosion. About 2,000 people [≈ population of Norfolk Island, nation] along the shoreline and in Halifax were killed by the explosion, falling debris, fires or collapsing buildings, and over 9,000 people [≈ population of Road Town, capital city of British Virgin Islands] were injured, particularly by flying glass.[3] This explosion is still ranked as the largest accidental explosion of conventional weapons to date.[4]"},
	{"id":"69", "date":"2002", "type":"a boat's about to sink.", "location":" Senegal", "entry":"Le Joola – On 26 September 2002, the overloaded ferry Le Joola capsized in rough seas with an estimated death toll of more than 1,800.[5]"},
	{"id":"70", "date":"1822", "type":"a boat's about to sink.", "location":"China Qing Dynasty Flag 1889.svg China", "entry":"Tek Sing – The Chinese ship, called a junk, Tek Sing was bound for Batavia, Dutch East Indies that is now known as Jakarta, Indonesia. On 6 February 1822 the Tek Sing's captain, Io Tauko, decided to attempt a shortcut through the Gaspar Strait between the Bangka-Belitung Island and ran aground on a reef. The junk sank in about 100 feet [≈ length of longest blue whale measured, the largest animal] of water leaving an estimated 1,600 dead.[6]"},
	{"id":"71", "date":"1912", "type":"a boat's about to sink.", "location":" UK", "entry":"RMS Titanic – A passenger liner and at the time the world's largest ship. On 14 April 1912, during her maiden voyage, the Titanic collided with an iceberg, buckling a part of the hull and causing her to sink in the early hours of 15 April. Only 706 of the ship's 2,223 passengers and crew survived.[7] This disaster was the catalyst for major reforms in safety for the shipping industry and is unarguably the most famous maritime disaster of all time, being the subject of countless media portrayals.[8] Titanic wore the Blue Ensign because Captain E. J. Smith held the rank of Commander in the Royal Naval Reserve."},
	{"id":"72", "date":"1707", "type":"a boat's about to sink.", "location":" Great Britain", "entry":"The Scilly naval disaster of 1707 – On the night of 22 October 1707, a Royal Navy fleet on its way from Gibraltar to Portsmouth sailed through dangerous reefs west of the Isles of Scilly. Four ships (HMS Association, HMS Eagle, HMS Romney and HMS Firebrand) sank. The exact number of sailors killed is unknown. Statements vary between 1,400[9] and over 2,000.[10] It was later determined that the main cause of the disaster was the navigators' inability to calculate their longitude accurately."},
	{"id":"73", "date":"1954", "type":"a boat's about to sink.", "location":" Japan", "entry":"Toya Maru – A Japanese passenger ferry that sank during Typhoon Marie in the Tsugaru Strait between the Japanese islands of Hokkaido and Honshu on 26 September 1954. It is said[by whom?] that 1,153 people [≈ population of Niue, nation] aboard were killed in the accident but the exact number of fatalities remains unknown because some victims managed to board without tickets and others cancelled their passage just before the incident."},
	{"id":"74", "date":"1744", "type":"a boat's about to sink.", "location":" Great Britain", "entry":"HMS Victory – The 100-gun first rate sank during a storm in the English Channel while returning to England on the night of 4 October 1744. With her were lost Admiral Sir John Balchen and her entire complement of around 1,150 men."},
	{"id":"75", "date":"1914", "type":"a boat's about to sink.", "location":" Canada", "entry":"RMS Empress of Ireland – On 29 May 1914 the passenger liner sank after colliding with the cargo ship Storstad on the Saint Lawrence River, claiming 1,012 lives. Around 465 survived.[11]"},
	{"id":"76", "date":"2006", "type":"a boat's about to sink.", "location":" Egypt", "entry":"Al Salam Boccaccio 98 – On 3 February 2006, the ro-ro passenger ferry Al Salam Boccaccio 98 sank in the Red Sea en route from Duba, Saudi Arabia, to Safaga in southern Egypt. The ship was carrying 1,312 passengers and 96 crew members at the time of the disaster. Only 388 people survived.[12]"},
	{"id":"77", "date":"1904", "type":"a boat's about to sink.", "location":" USA", "entry":"General Slocum – The General Slocum caught fire and sank in New York's East River on 15 June 1904. More than 1,000 people [≈ population of Jamestown, capital city of Saint Helena, Ascension, and Tristan da Cunha] died in the accident, making it New York City's worst loss-of-life incident until the September 11, 2001 terrorist attacks.[13]"},
	{"id":"78", "date":"1912", "type":"a boat's about to sink.", "location":" Japan", "entry":"Kiche Maru – Sank during a typhoon in the Pacific Ocean 22 September 1912. It is estimated that more than 1,000 persons died.[14]"},
	{"id":"79", "date":"1921", "type":"a boat's about to sink.", "location":" Singapore", "entry":"Hong Moh – On 3 March 1921, the Hong Moh struck the White Rocks on Lamock Island near Swatow (Shantou) on the southern coast of China. She broke in two and sank with the loss of about 1,000 lives out of the 1,100 aboard."},
	{"id":"80", "date":"1927", "type":"a boat's about to sink.", "location":" Japan", "entry":"Wusung – On 16 September 1927, 900 Japanese workers died when the steamship, bound for Kamchatka, sank off the Kuril Islands.[15]"},
	{"id":"81", "date":"1807", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Blenheim & HMS Java - While traveling in convoy to India both ships were lost without a trace in a gale and are presumed to have foundered somewhere off Rodrigues. The HMS Blenheim was reported to be in poor shape and it is speculated that the HMS Java may have sank while trying to rescue the crew of the Blenheim during the storm. About 280 men were lost aboard the Java and 590 aboard the Blenheim."},
	{"id":"82", "date":"1994", "type":"a boat's about to sink.", "location":" Estonia", "entry":"Estonia sank in heavy seas on 28 September 1994. An investigation concluded that the failure of the bow visor door allowed water from the Baltic Sea to enter the ship. The accident claimed 852 lives. Only 137 survived."},
	{"id":"83", "date":"1915", "type":"a boat's about to sink.", "location":" USA", "entry":"Eastland – On 24 July 1915, while moored to the dock in the Chicago River, the capacity load of passengers shifted to the river side of the ship causing it to roll over, killing 845 passengers and crew."},
	{"id":"84", "date":"1760", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Ramilles - The HMS Ramillies, formerly named the HMS Royal Katherine, was wrecked at Bolt Head near Plymouth on 15 February 1760. Of the crew of 850 on board only twenty seamen and one midshipman survived."},
	{"id":"85", "date":"1857", "type":"a boat's about to sink.", "location":" Russian Empire", "entry":"Lefort - On 22 September 22, 1857 the Lefort was within the Gulf of Finland en route from Reval (present day Tallinn, Estonia) to Kronstadt along with the ships Imperatritsa Aleksandra, Vladimir and Pamiat Asova. The ship had on board 756 crew and officers along with 53 women, and 17 children who were families of the crew. The squadron was caught in a sudden squall and the Lefort heeled over once, righted herself, then heeled over again and sank between the islands of Gogland and Bolshoy Tyuters with the loss of all 826 people on board."},
	{"id":"86", "date":"1996", "type":"a boat's about to sink.", "location":" Tanzania", "entry":"Bukoba – The overloaded ferry sank on 21 May 1996 on Lake Victoria. While the ship's manifest showed 443 aboard, it is estimated that about 800 people died in the sinking."},
	{"id":"87", "date":"1782", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Royal George – sank while moored at Portsmouth while the ship was being heeled for repairs on the underside on 29 August 1782 with a full crew and a considerable number of visitors aboard. The ship heeled too far and began taking water in the gun ports and sank. More than 800 lives were lost, including Rear-Admiral Richard Kempenfelt, and up to 300 women and 60 children who were visiting the ship."},
	{"id":"88", "date":"1902", "type":"a boat's about to sink.", "location":" UK", "entry":"Camorta – The Camorta was caught in a cyclone and sank in the Irrawaddy Delta on 6 May 1902 with the loss of all 655 passengers and 82 crew. She was en route from Madras, India, to Rangoon, Burma, across the Bay of Bengal."},
	{"id":"89", "date":"1914", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Bulwark – On 26 November 1914, a powerful internal explosion ripped the Bulwark apart at 7:50am while she was moored at Number 17 buoy in Kethole Reach, 4 mi (6.4 km) west of Sheerness in the River Medway estuary. All of her officers were lost, and out of her complement of 750, only 14 sailors survived; two of these men subsequently died of their injuries in hospital."},
	{"id":"90", "date":"1811", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS St George - The HMS St George was wrecked near Ringkøbing on the west coast of Jutland on 24 December 1811. She narrowly escaped wrecking on a shoal (Rødsand) south of Zeeland on 15 December, while returning from the Baltic Sea. Under jury masts and a temporary rudder she had got a considerable distance out of the Sleeve when a gale came up. This, combined with a heavy sea, resulted in St George being wrecked at Nazen, about three miles from Ringkøbing, together with the HMS Defence. Only seven of her 738 crew were saved. Among the dead were Rear-Admiral Robert Carthew Reynolds and Captain Daniel Oliver Guion."},
	{"id":"91", "date":"2008", "type":"a boat's about to sink.", "location":" Philippines", "entry":"Princess of the Stars – On 21 June 2008, the ferry Princess of the Stars capsized and sank in Typhoon Fengshen, off the coast of San Fernando, Romblon, in the Philippines. Of the estimated 747 people aboard, only 57 survived."},
	{"id":"92", "date":"1738", "type":"a boat's about to sink.", "location":" Netherlands", "entry":"Leusden – On 1 January 1738 the slave ship Leusden ran aground on a sandbank in the Marowijne River in Suriname. An estimated 664 people died when, as the ship sank, the crew sealed the compartments, locking in the slaves who had been herded within."},
	{"id":"93", "date":"1904", "type":"a boat's about to sink.", "location":" Denmark", "entry":"Norge – On 28 June 1904 the Norge ran aground close to Rockall on St. Helen's Reef. The final death toll was 635 with 160 survivors who spent up to eight days in open lifeboats before rescue."},
	{"id":"94", "date":"1947", "type":"a boat's about to sink.", "location":" India", "entry":"Ramdas – On 17 July 1947 the ship capsized 10 miles (16 km) off Mumbai, killing 625 people aboard. The disaster became known only as survivors swam ashore."},
	{"id":"95", "date":"1955", "type":"a boat's about to sink.", "location":" USSR", "entry":"Novorossiysk – On 29 October 1955, the Novorossiysk was moored in Sevastopol Bay, 300 meters (1000 feet) from shore and opposite a hospital. At 1:30am, an explosion of undetermined origin occurred. The Novorossiysk capsized and sank with the loss of 608 sailors."},
	{"id":"96", "date":"1986", "type":"a boat's about to sink.", "location":" Bangladesh", "entry":"Shamia – On 27 May 1986, the ferry Shamia capsized and sank during a storm on the Meghna River in southern Barisa, Bangladesh. An estimated 600 people died."},
	{"id":"97", "date":"1878", "type":"a boat's about to sink.", "location":" UK", "entry":"SS Princess Alice – On 3 September 1878 the Princess Alice was making what was billed as a Moonlight Trip to Gravesend and back. The Bywell Castle collided with the Princess Alice off Tripcock Point. The Princess Alice broke in two and sank within four minutes with an estimated 600 deaths."},
	{"id":"98", "date":"1782", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Glorieux - On 16–17 September 1782 the HMS Glorieux was lost with all hands in a hurricane off the coast of Newfoundland."},
	{"id":"99", "date":"1811", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Defence - The HMS Defence ran aground on 24 December 1811 off the west coast of Jutland, Denmark. She was under the command of Captain D. Atkins and in the company of St George, under Rear-admiral Robert Carthew Reynolds, and Cressy, when a hurricane and heavy seas came up. St George was jury-rigged and so Atkins refused to leave her without the Admiral's permission. As a result both were wrecked near Ringkøbing. Cressy did not ask for permission and so avoided wrecking. Defence lost all but 14 of her crew of 597 men and boys, including her captain. St George too lost almost her entire crew, including the admiral."},
	{"id":"100", "date":"1947", "type":"a boat's about to sink.", "location":" USA", "entry":"Grandcamp – On 16 April 1947, the French-registered liberty ship caught fire and exploded dockside while being loaded with ammonium nitrate at Texas City, Texas. In what came to be called the Texas City Disaster an estimated 581 people, including all of the ship's crew and 28 firefighters, were killed and around 5,000 were injured."},
	{"id":"101", "date":"1981", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"Tamponas II - On 27 January 1981 the ocean liner Tamponas sank after a fire and explosion while sailing in the Java Sea. Of the 1,095 on board 515 were rescued with 580 deaths.[16]"},
	{"id":"102", "date":"1810", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Minotaur – wrecked off Texel in the Netherlands with heavy loss of life in December 1810."},
	{"id":"103", "date":"1898", "type":"a boat's about to sink.", "location":" France", "entry":"La Bourgogne – The passenger steamer sank on 4 July 1898 after a collision in dense fog with the British ship Cromartyshire off Sable Island, Nova Scotia. At the time of the disaster, she was carrying 730 passengers and crew, of whom 565 were lost.[17]"},
	{"id":"104", "date":"1891", "type":"a boat's about to sink.", "location":" UK", "entry":"Utopia – Collided with HMS Anson while trying to enter the Bay of Gibraltar on 17 March 1891. Sank in minutes with the loss of 562 passengers and crew. Two rescuers from HMS Immortalité also drowned; 318 survivors were rescued."},
	{"id":"105", "date":"1873", "type":"a boat's about to sink.", "location":" UK", "entry":"RMS Atlantic – During the ship's 19th voyage, on 1 April 1873, it ran onto rocks and sank off the coast of Nova Scotia, killing 535 people."},
	{"id":"106", "date":"1890", "type":"a boat's about to sink.", "location":" Ottoman Empire", "entry":"Ertuğrul – Sank on 18 September 1890 after striking a reef during a typhoon off Kushimoto, Japan. 533 sailors died, including Admiral Ali Osman Pasha."},
	{"id":"107", "date":"2003", "type":"a boat's about to sink.", "location":" Bangladesh", "entry":"Nazreen-1 - On 8 July 2003 the passenger ferry Nazreen I sank in the Meghna River. Of the 750 people on board 220 were rescued.[18]"},
	{"id":"108", "date":"1749", "type":"a boat's about to sink.", "location":" Great Britain", "entry":"HMS Namur - was wrecked on 14 April 1749 in a storm near Fort St David. In total, 520 of her crew were drowned, though Captain Marshal survived."},
	{"id":"109", "date":"1993", "type":"a boat's about to sink.", "location":" Haiti", "entry":"Ferry Neptune – Sank on 16 February 1993.[19][20][21]"},
	{"id":"110", "date":"1986", "type":"a boat's about to sink.", "location":" Bangladesh", "entry":"Shamia - On 25 May 1986 the double deck river ferry Shamia, which was carrying about 1,000 people [≈ population of Jamestown, capital city of Saint Helena, Ascension, and Tristan da Cunha], capsized in the Meghna River 135 miles south of Dhaka during a storm. Between 500-600 lost their lives[22]"},
	{"id":"111", "date":"1794", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Ardent - In April 1794 the HMS Ardent was stationed off the harbour of Villa Franca, Corsica to watch two French frigates. It is presumed that she caught fire and blew up. HMS Berwick encountered some wreckage while cruising in the Gulf of Genoa in the summer that suggested fire and an explosion. A part of the Ardent's quarter deck with some gunlocks deeply embedded in it was found floating in the area as was splinter netting driven into planking.No trace was ever found of her crew of 500."},
	{"id":"112", "date":"1694", "type":"a boat's about to sink.", "location":" Great Britain", "entry":"HMS Sussex was lost in a severe storm on 1 March 1694 off Gibraltar. There were only two survivors out of a crew of 500."},
	{"id":"113", "date":"1804", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS York - She departed Woolwich under Captain Henry Mitford on the 26 December 1803 for a routine patrol in the North Sea but in January 1804 she struck Bell Rock in the North Sea off Arbroath and sank with the loss of all 491 men and boys on board. Captain Mitford was the second son of the historian William Mitford."},
	{"id":"114", "date":"1919", "type":"a boat's about to sink.", "location":" Spain", "entry":"Valbanera – A steamship that sank in the Gulf of Mexico 45 mi (72 km) west of Key West, Florida in a hurricane in September 1919. All of the 488 crew and passengers died."},
	{"id":"115", "date":"2000", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"Cahaya Bahari - On 29 June 2000 the overloaded ferry Cahaya Bahari, carrying refugees from the Maluku Islands, sank in a storm. Of the 491 on board 10 were rescued.[23]"},
	{"id":"116", "date":"1854", "type":"a boat's about to sink.", "location":" UK", "entry":"City of Glasgow - was a British single-screw passenger steamship which disappeared en route from Liverpool to Philadelphia in January 1854 with 480 passengers and crew on board."},
	{"id":"117", "date":"1870", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Captain – On 7 September 1870, the Captain capsized and sank in high winds on the Atlantic Ocean. An estimated 480 sailors died and 18 survived."},
	{"id":"118", "date":"1858", "type":"a boat's about to sink.", "location":" Germany", "entry":"Austria - On 1 September 1858 the Austria caught fire while traveling from Hamburg to New York. The passing barque Maurice rescued most of the survivors and the Catarina picked up more the next morning. As the blackened hulk was left to sink all but 65 of 538 passengers were lost."},
	{"id":"119", "date":"1991", "type":"a boat's about to sink.", "location":" Saudi Arabia", "entry":"Salem Express – On 17 December 1991, while on a voyage from Jeddah, Saudi Arabia to Safaga, Egypt, with more than 600 passengers, Salem Express struck a reef about 0130 and sank within 10 minutes. Official toll is 470 lives lost, but local lore[citation needed] says many more and that the ship was overcrowded with unlisted passengers returning from pilgrimage to Mecca. The ship remains a popular scuba dive destination. Details"},
	{"id":"120", "date":"1874", "type":"a boat's about to sink.", "location":" UK", "entry":"Cospatrick – The Cospatrick caught fire south of the Cape of Good Hope on 17 November 1874 while on a voyage from Gravesend, England, to Auckland, New Zealand. Only three of 472 persons aboard at the time survived."},
	{"id":"121", "date":"1859", "type":"a boat's about to sink.", "location":" UK", "entry":"Royal Charter - was a steam clipper which was wrecked off the beach of Porth Alerth in Dulas Bay on the north-east coast of Anglesey on 26 October 1859 during a storm. The precise number of dead is uncertain as the complete passenger list was lost in the wreck although an incomplete list (not including those who boarded just before departure) is retained in the Victorian Archives Centre in, Victoria, Australia."},
	{"id":"122", "date":"2002", "type":"a boat's about to sink.", "location":" Bangladesh", "entry":"Salahuddin-2 – On the night of 3 May 2002, the ferry Salahuddin-2 sank in the Meghna River south of Dhaka, Bangladesh, killing more than 450 people."},
	{"id":"123", "date":"1916", "type":"a boat's about to sink.", "location":" Spain", "entry":"Príncipe de Asturias – Sank near the island of Sao Sebastiao, Brazil on 5 March 1916. At least 445 out of 588 aboard lost their lives."},
	{"id":"124", "date":"1857", "type":"a boat's about to sink.", "location":" USA", "entry":"Central America – Sank off the Carolinas during a hurricane on 9 September 1857. An estimated 425 out of 578 aboard died."},
	{"id":"125", "date":"1986", "type":"a boat's about to sink.", "location":" USSR", "entry":"Admiral Nakhimov – On 31 August 1986 the ship collided with the large bulk carrier Pyotr Vasyov in Tsemes Bay, near the port of Novorossiysk, Russian SFSR. 423 of the 1,234 people [≈ population of Tokelau, nation] aboard died."},
	{"id":"126", "date":"1895", "type":"a boat's about to sink.", "location":" Spain", "entry":"Reina Regente – the cruiser sank in a storm on 9 March 1895, with the loss of all 420 crewmen."},
	{"id":"127", "date":"1781", "type":"a boat's about to sink.", "location":" Sweden", "entry":"Prinses Sophia Albertina – Sank off Texel in the Netherlands in heavy weather. 419 people died."},
	{"id":"128", "date":"2006", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"Senopati Nusantara - was an Indonesian ferry that sank in a storm on December 30, 2006. The ship was a scheduled passenger liner from the port of Kumai in Central Kalimantan (Borneo) to Tanjung Emas port in Semarang, East Java. About 40 km (25 mi) off Mandalika island, the ship sank during a violent storm in the Java Sea. At least 400–500 people are thought to have died with 224 people rescued."},
	{"id":"129", "date":"1782", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Centaur - In September 1782 the Centaur was one of the ships escorting prizes back to Britain from Jamaica when she foundered during the 1782 Central Atlantic hurricane near the Newfoundland Banks. Captain John Nicholson Inglefield, along with eleven of his crew, survived the wreck in one of the ship's pinnaces, arriving at the Azores after sailing in an open boat for 16 days without compass quadrant or sail, and only two quart bottles of water; some 400 of her crew perished."},
	{"id":"130", "date":"1845", "type":"a boat's about to sink.", "location":" UK", "entry":"Cataraqui – An emigrant ship bound for Australia, the Cataraqui struck a reef south-west of King Island, Tasmania, on 4 August 1845. The sinking is Australia's worst ever maritime civil disaster, claiming the lives of 400 people."},
	{"id":"131", "date":"1860", "type":"a boat's about to sink.", "location":" USA", "entry":"Lady Elgin – Sank after a collision with the schooner Augusta of Oswego on Lake Michigan on 8 September 1860 with the loss of about 400 lives."},
	{"id":"132", "date":"1801", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Invincible – On 16 March 1801, she was damaged in a storm and driven onto a sandbar off the coast of Norfolk. The following day the Invincible drifted off the sandbar and sank in deep water. Over 400 sailors drowned in the disaster; 196 were saved."},
	{"id":"133", "date":"1988", "type":"a boat's about to sink.", "location":" India", "entry":"A reported 400 people were killed when an unnamed passenger ferry struck a sand bar and capsized in the Ganges River.[24]"},
	{"id":"134", "date":"1988", "type":"a boat's about to sink.", "location":" Philippines", "entry":"Doña Marilyn - On the afternoon of October 24, 1988, while sailing from Manila to Tacloban City, the vessel was caught up in Typhoon Unsang and sank leaving 389 dead and 147 survivors. Doña Marilyn was a sister ship of the ill-fated MV Doña Paz which sank a year earlier in the deadliest ever peace-time maritime disaster.[25]"},
	{"id":"135", "date":"1703", "type":"a boat's about to sink.", "location":"English Red Ensign 1620.svg England", "entry":"HMS Restoration - The HMS Restoration was wrecked on the Goodwin Sands in the Great Storm of 1703 on 27 November 1703. All 387 men were lost in the sinking."},
	{"id":"136", "date":"1854", "type":"a boat's about to sink.", "location":" UK", "entry":"RMS Tayleur – In what would come to foreshadow the Titanic tragedy, the Charles Moore & Company clipper ship Tayleur grounded and sank during her maiden voyage. The accident happened off Lambay Island, Dublin Bay, on 21 January 1854. Out of the 652 people aboard 380 lives were lost, many of them immigrants."},
	{"id":"137", "date":"1810", "type":"a boat's about to sink.", "location":"Flag of the British East India Company (1801).svg British East India Company", "entry":"Elizabeth - On 28 December 1810 she was wrecked in a storm on the outer banks of the Dunkirk brake. It is known that at least 380 persons were aboard upon leaving Cork, and it is thought that the number may have been as high as 400, including at least eight women, all of whom perished. Amongst the survivors were six Britons and 15 lascars including two of the ships crew."},
	{"id":"138", "date":"1878", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Eurydice – On 24 March 1878,[26] the training ship Eurydice was caught in a heavy snow storm off the Isle of Wight, capsized, and sank. Only two of the ship's 378 crew and trainees survived; most of those who were not carried down with the ship died of exposure in the freezing waters."},
	{"id":"139", "date":"1815", "type":"a boat's about to sink.", "location":"Flag of the British East India Company (1801).svg British East India Company", "entry":"Arniston – On 30 May 1815, the East Indiaman was wrecked during a storm on the South African coast after a navigational error; 372 lives were lost, with only 6 survivors."},
	{"id":"140", "date":"1999", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"KM Bismas Raya 2 - In October 1999 the ferry KM Bismas Raya 2 caught fire, capsized and sank while off the coast of Merauke, Indonesia. A reported 361 people were killed in the accident.[27]"},
	{"id":"141", "date":"2013", "type":"a boat's about to sink.", "location":" Libya", "entry":"Unnamed ship carrying around 500 African migrants - primarily from Eritrea, Somalia, and Ghana - caught fire off the coast of Lampedusa, Italy on 3 October 2013 when the passengers lit blankets on fire to signal their proximity to land. Of the passengers and crew, 155 were rescued, with 359 confirmed dead by 12 October.[28]"},
	{"id":"142", "date":"1893", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Victoria – Accidentally rammed by HMS Camperdown and sank on 22 June 1893 during annual summer fleet exercises off Tripoli in Syria (now part of Lebanon) when Admiral Tryon ordered two parallel lines of ships to turn toward each other. Out of a crew of 715 aboard the Victoria, 357 crew were rescued, 358 died. Known as Admiral Tryon's blunder."},
	{"id":"143", "date":"1875", "type":"a boat's about to sink.", "location":" Germany", "entry":"Schiller – On 7 May 1875, the Schiller sank after hitting the Retarrier Ledges in the Isles of Scilly. Most of her crew and passengers were lost, totalling 335 fatalities."},
	{"id":"144", "date":"2001", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"SIEV X – A boat carrying over 400 asylum seekers to Australia sank on 19 October 2001. 353 people died in the disaster. The Australian government was criticized for not doing anything to help the survivors for three days."},
	{"id":"145", "date":"1854", "type":"a boat's about to sink.", "location":" US", "entry":"Arctic - was a paddle steamer that sank 27 September 1854 off Cape Race, Newfoundland after colliding with the French iron screw steamer SS Vesta in the fog. Of the 534 on board 350 were killed including all 109 women and children."},
	{"id":"146", "date":"1853", "type":"a boat's about to sink.", "location":" UK", "entry":"Annie Jane - was a passenger ship carrying immigrants that was damaged and sunk during a gale off the coast of Vatersay on 28 September 1853. Of the 450 on board 348 lost their lives.[29]"},
	{"id":"147", "date":"1806", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Athenienne – On the evening of 20 October 1806, she struck a submerged reef on the Esquirques, in the Strait of Sicily and sank. In all, 347 people died, 141 men and two women were rescued."},
	{"id":"148", "date":"1918", "type":"a boat's about to sink.", "location":" Canada", "entry":"Princess Sophia – The steamship ran aground on 23 October 1918. After rescue ships were unable to assist due to the continuing storm, she sank on the night of 25 October. The only survivor found was a pet dog."},
	{"id":"149", "date":"1800", "type":"a boat's about to sink.", "location":" US", "entry":"USS Insurgent - On 29 April 1800 Insurgent was ordered to cruise between the West Indies and the American coast to protect American shipping interests and to capture any enemy vessels encountered. Insurgent departed Baltimore 22 July and after a brief stop at Hampton Roads sailed for her station 8 August 1800. Never heard from again, the frigate and her crew were presumed lost as a result of the severe storm which struck the West Indies 20 September 1800."},
	{"id":"150", "date":"1895", "type":"a boat's about to sink.", "location":" Germany", "entry":"Elbe – Sank on 30 January 1895 after a collision with the steamship Crathie in the North Sea. One lifeboat with 20 people in it was recovered out of 354 on the ship."},
	{"id":"151", "date":"2012", "type":"a boat's about to sink.", "location":" Papua New Guinea", "entry":"Rabaul Queen capsized on the morning of 2 February 2012, due to rough conditions in the Solomon Sea. 321 people dead or missing."},
	{"id":"152", "date":"1904", "type":"a boat's about to sink.", "location":" Japan", "entry":"Yoshino – On 14 May 1904, the cruiser sank with the loss of 319 lives after a collision. 19 survived."},
	{"id":"153", "date":"1927", "type":"a boat's about to sink.", "location":" Italy", "entry":"Principessa Mafalda – On 25 October 1927, the ocean liner sank off the coast of Brazil after its propeller shaft fractured and damaged the hull. The ship sank slowly in the presence of rescue vessels, but panic among passengers and crew resulted in the loss of 314 of the 1,265 aboard."},
	{"id":"154", "date":"1999", "type":"a boat's about to sink.", "location":" China", "entry":"Dashun - on 24 November 1999 the ferry Dashun caught fire, broke apart and sank in rough seas off Yantai in eastern China. Of the 336 on board only 22 were known to have survived.[30]"},
	{"id":"155", "date":"1999", "type":"a boat's about to sink.", "location":" Indonesia", "entry":"Harta Rimba - On 7 February 1999 the ferry Harta Rimba foundered and sank after being struck by a large wave while drifting with engine problems. Of the 332 on board 19 were rescued two days after the sinking by a passing ship. A distress signal wasn't sent out and the sinking wasn't known about until the survivors were found.[31][32]"},
	{"id":"156", "date":"1856", "type":"a boat's about to sink.", "location":" Chile", "entry":"Cazador - On 30 January 1856 the Cazador sailed off Talcahuano bound for Valparaíso acarrying the 2nd Company of the Battalion Maipo and their families. The ship ran aground off Point Carranza south of Constitución with 23 being rescued and between 307-400 dying."},
	{"id":"157", "date":"1120", "type":"a boat's about to sink.", "location":" England", "entry":"White Ship – Ship carrying the heir to the English Throne and the Duchy of Normandy, and over 300 others. Drunk crew ran her aground in the English Channel. There were only two survivors, and the loss caused twenty years of civil war over the English crown."},
	{"id":"158", "date":"1911", "type":"a boat's about to sink.", "location":" France", "entry":"Liberté – battleship that suffered an accidental ammunition explosion in 1911; about 300 people were killed."},
	{"id":"159", "date":"1796", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Amphion - On 22 September 1796 the Amphion was completing repairs at Plymouth, England. Being due to sail the next day, she had more than a hundred relatives and visitors on board in addition to her crew. At about 4 p.m. she exploded without warning killing 300 out of the 312 aboard. The cause of the disaster was never fully proven, but it was thought that the ship's gunner had accidentally spilled gunpowder near the fore magazine which had then accidentally ignited and set off the magazine itself."},
	{"id":"160", "date":"1887", "type":"a boat's about to sink.", "location":" UK", "entry":"Kapunda - On 20 January 1887 the British emigrant ship Kapunda sank after colliding with the Ada Melmoure, a barque, off the coast of Brazil. Of the 314 on board 299 died in the accident."},
	{"id":"161", "date":"1873", "type":"a boat's about to sink.", "location":" UK", "entry":"Northfleet – On the night of 22 January 1873, the Northfleet was at anchor about two or three miles (5 km) off Dungeness. Around 10.30 pm, she was run down by the steamer Murillo that backed off and disappeared into the darkness. In the ensuing panic a total of 293 people were drowned."},
	{"id":"162", "date":"1854", "type":"a boat's about to sink.", "location":" USA", "entry":"New Era – On 13 November 1854, the New Era sank after grounding in a storm at Deal Beach in New Jersey. Of the 427 aboard, an estimated 284 died.[33]"},
	{"id":"163", "date":"1906", "type":"a boat's about to sink.", "location":" Italy", "entry":"Sirio - On 4 August 1906 the merchant steamer Sirio sank after it aground and suffered a boiler explosion on the Punta Hormigas, a reef off Hormigas Island, two and a half miles east of Cape Palos, Cartagena, Spain. 293, including Italian and Spanish emigrants bound for Argentina, of the 645 on board died in the accident. Other sources put the death toll at over 500."},
	{"id":"164", "date":"1866", "type":"a boat's about to sink.", "location":" USA", "entry":"Evening Star – On 6 October 1866, the Evening Star sank after sailing into a hurricane 180 miles east of Tybee Island, GA. Of the approximately 300 aboard, 283 died. The ship contained lifeboats for only 60 people and not enough life vests for all aboard. One group of survivors were picked up by a passing vessel and taken to the port of Savannah, GA, while a second group drifted for days and came ashore on the north end of Amelia Island, FL."},
	{"id":"165", "date":"1880", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Juno - was serving as a training ship when in 1880 she disappeared with her entire crew after setting sail from Bermuda for Falmouth, England on 31 January 1880. It was presumed that she sank in a powerful storm which crossed her route a couple of weeks after she sailed between 12 and 16 February 1880."},
	{"id":"166", "date":"1743", "type":"a boat's about to sink.", "location":" Netherlands", "entry":"Hollandia - was a ship of the Dutch East India Company that wrecked near Scilly on 13 July 1743 causing 276 fatalities. She became separated from the fleet she was traveling with and struck Gunner Rock near Annet, Isles of Scilly in the early hours of the morning sinking nearby with the loss of all hands."},
	{"id":"167", "date":"1898", "type":"a boat's about to sink.", "location":" USA", "entry":"USS Maine – On 15 February 1898, while at anchor in Havana (Cuba) harbor, an explosion of undetermined origin in the ship's magazine damaged and sank the ship. Of the 374 officers and men aboard, 266 died immediately, another eight died later from their injuries. The sinking of the Maine precipitated the Spanish-American War."},
	{"id":"168", "date":"1875", "type":"a boat's about to sink.", "location":" US", "entry":"Pacific - On 4 November 1875 the Pacific sank as a result of a collision with the steamship Orpheus southwest of Cape Flattery, Washington. Only two of the 275 on board survived the accident."},
	{"id":"169", "date":"1958", "type":"a boat's about to sink.", "location":" Turkey", "entry":"Üsküdar – A small passenger ferry sank due to heavy lodos weather in the Gulf of İzmit on 1 March 1958. 272 passengers including seven crew died; 39 people survived the incident."},
	{"id":"170", "date":"1994", "type":"a boat's about to sink.", "location":" Kenya", "entry":"Mtongwe One - On 29 April 1994 the overloaded passenger ferry Mtongwe One capsized and sank killing 272 of the over 300 on board.[34]"},
	{"id":"171", "date":"1799", "type":"a boat's about to sink.", "location":" Netherlands", "entry":"Lutine – Sank at Vlieland in heavy weather. She was carrying a large cargo of gold, the majority of which remains unsalvaged. 269 people died."},
	{"id":"172", "date":"1878", "type":"a boat's about to sink.", "location":" Germany", "entry":"SMS Grosser Kurfürst - The SMS Grosser Kurfürst was sunk on her maiden voyage in an accidental collision with the ironclad SMS König Wilhelm. The two ships, along with SMS Preussen were steaming in the English Channel on 31 May 1878 when the three ships encountered a group of fishing boats and, in turning to avoid them, the Grosser Kurfürst inadvertently crossed too closely to König Wilhelm. The latter rammed Grosser Kurfürst which sank in the span of about eight minutes taking between 269 and 276 of her crew with her."},
	{"id":"173", "date":"1805", "type":"a boat's about to sink.", "location":"Flag of the British East India Company (1801).svg British East India Company", "entry":"Earl of Abergavenny - On 5 February 1805 the East Indiaman Earl of Abergavenny sank shortly after striking Shambles Bank near Portland Bill. Of the 402 people on board 263 lost their lives including the ships captain John Wordsworth Jr. who was the brother of poet William Wordsworth."},
	{"id":"174", "date":"1928", "type":"a boat's about to sink.", "location":" Chile", "entry":"Angamos - On 6 Jule 1928 she sailed bound for Talcahuano and sank off Punta Morguillas Lebu, Chile. Of the 269 on board 262 persons died and seven were rescued. It was the second largest single-incident maritime losses of life in the history of Chile."},
	{"id":"175", "date":"1735", "type":"a boat's about to sink.", "location":" Netherlands", "entry":"Vliegend Hert – Dutch East India Company ship sank due to heavy weather. 256 people died."},
	{"id":"176", "date":"1913", "type":"a boat's about to sink.", "location":" USA", "entry":"Great Lakes Storm of 1913 – A cyclonic blizzard (sometimes referred to as an inland hurricane) on the Great Lakes that occurred between 7 and 10 November 1913. In total 12 ships were sunk with a combined crew loss of 255. An additional seven ships were damaged beyond repair; 19 more ships that had been stranded were later salvaged."},
	{"id":"177", "date":"1854", "type":"a boat's about to sink.", "location":" USA", "entry":"Powhattan – On 16 April 1854, the Powhatan sank off the coast of New Jersey in a severe storm, with no survivors. The loss of life was estimated by various sources to be between 250 and 311 people.[35]"},
	{"id":"178", "date":"1858", "type":"a boat's about to sink.", "location":" USA", "entry":"Pennsylvania – On 13 June 1858, the Pennsylvania was steaming near Ship Island, just below Memphis, Tennessee when its boiler exploded. Estimates at the time put the passenger manifest at 450 with an initial loss of life of 250. The first vessel on site was the Imperial, which picked up several passengers and transported them to New Orleans. The Diana took many others to Memphis. Several of these were seriously injured and the death toll continued to climb. Among this group was Henry Clemens, younger brother of Mark Twain, whose skin and lungs were so badly scalded that he succumbed to his wounds on 21 June. Eyewitness testimony was given to the fact that the engineer was not at his post in the engine room just prior to the explosion, instead being in the company of some women."},
	{"id":"179", "date":"1850", "type":"a boat's about to sink.", "location":" UK", "entry":"RMS Royal Adelaide - was a paddle steamship that ran between London and Cork. On 30 March 1850 the Royal Adelaide was lost on the Tongue Sands north of Margate with the loss of all on board."},
	{"id":"180", "date":"1755", "type":"a boat's about to sink.", "location":"Flag of the British East India Company (1707).svg British East India Company", "entry":"Doddington - On 17 July 1755 the Doddington, an East Indiaman of the British East India Company, was wrecked at Bird Island in Algoa Bay near present day Port Elizabeth after she struck a rock. Of the original crew and passengers of 270 only 23 survived the disaster."},
	{"id":"181", "date":"1847", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Avenger – Avenger sailed from Gibraltar on 17 December 1847 bound for Malta. On 20 December she ran onto the Sorelle Rocks near Malta. Only eight crew members out of 250 survived."},
	{"id":"182", "date":"1781", "type":"a boat's about to sink.", "location":" Netherlands", "entry":"Negotie – Dutch East India Company ship Negotie sank off Texel due to heavy weather. 238 people died."},
	{"id":"183", "date":"1961", "type":"a boat's about to sink.", "location":" UK", "entry":"Dara - sank in the Persian Gulf on April 8, 1961, as a result of a powerful explosion that caused the deaths of 238 of the 819 persons on board at the time of the voyage including 19 officers and 113 crew. The explosion is believed to have been caused by an explosive device placed on board the ship."},
	{"id":"184", "date":"1863", "type":"a boat's about to sink.", "location":" UK", "entry":"Anglo Saxon – On 27 April 1863 Anglo Saxon ran aground north of Cape Race, 237 people died."},
	{"id":"185", "date":"1966", "type":"a boat's about to sink.", "location":" Greece", "entry":"Heraklion - was a car ferry that capsized and sank on 8 December 1966 in the Aegean Sea during a storm. An unsecured vehicle damaged the loading door resulting in sea water entering the vessel. The sinking resulted in the death of 234 people out of 281 on board."},
	{"id":"186", "date":"1797", "type":"a boat's about to sink.", "location":" UK", "entry":"HMS Tribune - On 16 November 1797 the HMS Tribune wrecked and sank after running onto Thrum shoal at Herring Cove, Nova Scotia during a storm. Only 12 of the 244 on board survived the disaster."},
	{"id":"187", "date":"1873", "type":"a boat's about to sink.", "location":" France", "entry":"Ville du Havre – The liner Ville du Havre collided with the Loch Earn in the mid-Atlantic on 22 November 1873. Of the 313 passengers and crew on board, 61 passengers and 26 crew members survived. The Loch Earn was also abandoned, with all 85 of her passengers and crew being rescued."},
	{"id":"188", "date":"1921", "type":"a boat's about to sink.", "location":" Soviet Union", "entry":"Sovnarkom – on 10 May 1921 crashed into Novosibirsk railway bridge and sank in the Ob river, resulting in the death of at least 225 (according to other estimates, 400)."},
	{"id":"189", "date":"1865", "type":"a boat's about to sink.", "location":" United States", "entry":"Brother Jonathan - was a paddle steamer that crashed on an uncharted rock near Point St. George, off the coast of Crescent City, California, on 30 July 1865. The ship was carrying 244 passengers and crew with a large shipment of gold. Only 19 survived the wreck, making it the deadliest shipwreck up to that time on the Pacific Coast of the United States."},
	{"id":"190", "date":"1835", "type":"a boat's about to sink.", "location":" UK", "entry":"Neva – Neva was a convict ship that left Cork, Ireland, bound for Sydney, Australia. On 13 May 1835, the ship was wrecked on a reef near King Island, Tasmania. 224 lives, mainly women and children, were lost."},
	{"id":"191", "date":"1866", "type":"a boat's about to sink.", "location":" UK", "entry":"London - On 10 January 1866, while travelling from Gravesend in England to Melbourne, Australia, the London had reached the Bay of Biscay when the ship was caught in a storm and sunk. Of the 239 on board only 19 were rescued."},
	{"id":"192", "date":"1702", "type":"a boat's about to sink.", "location":"English Red Ensign 1620.svg England", "entry":"HMS Northumberland - was a 70-gun third-rate ship of the line of the English Royal Navy that was lost on 27 November 1703 with all hands at the Goodwin Sands during the Great Storm of 1703. Captain Greenway was among the 220 men (including 24 marines) who drowned."},
	{"id":"193", "date":"1906", "type":"a boat's about to sink.", "location":" Brazil", "entry":"Aquidabã - was a Brazilian ironclad warship built in the mid-1880s. On 21 January 1906, the powder magazines of the ship blew up, sinking the ship within three minutes. 212 people were killed."},
	{"id":"194", "date":"1909", "type":"a boat's about to sink.", "location":" UK", "entry":"Waratah – Around 27 July 1909, the 500 ft (150 m) steamer Waratah, en route from Australia to London, was lost without trace off Durban on the east-coast of South Africa. All 211 aboard were lost. The disappearance of the ship remains unexplained."},
	{"id":"195", "date":"1703", "type":"a boat's about to sink.", "location":"English Red Ensign 1620.svg England", "entry":"HMS Stirling Castle - The HMS Stirling Castle was wrecked on the Goodwin Sands off Deal on 27 November 1703 with the losss of 206. The ships HMS Northumberland and the HMS Restoration were wreck in the same storm with large losses as well."}
]